Repository: darktable-org/darktable
Catalog: doc/usermanual/po/cs.tmx
Source language: en
Languages: cs

source: workspace: all-purpose
cs: pracovní plocha: všeobecné použití

source: workspace: landscape & HDR
cs: pracovní plocha: krajina a HDR

source: workspace: architecture & streets
cs: pracovní plocha: architektura a ulice

source: workspace: portrait & beauty
cs: pracovní plocha: portrét a krása

source: workspace: lowlight & high ISO
cs: pracovní plocha: nízké osvětlení a vysoké ISO

source: subset: creative modules only
cs: podmnožina: pouze kreativní moduly

source: subset: technical modules only
cs: podmnožina: pouze technické moduly

source: navigation
cs: navigace

source: fit to screen
cs: přizpůsobit obrazovce

source: hide navigation thumbnail
cs: skrýt navigační náhled

source: print settings
cs: nastavení tisku

source: processing `%s' for `%s'
cs: zpracování "%s" pro "%s"

source: cannot open printer profile `%s'
cs: nelze otevřít profil tiskárny "%s"

source: error getting output profile for image %d
cs: chyba při získávání výstupního profilu pro snímek %d

source: cannot apply printer profile `%s'
cs: nelze použít profil tiskárny "%s"

source: failed to create temporary pdf for printing
cs: selhalo vytvoření dočasného pdf pro tisk

source: cannot print until a picture is selected
cs: nelze tisknout, aniž by byl vybrán snímek

source: cannot print until a printer is selected
cs: nelze tisknout, aniž by byla vybrána tiskárna

source: cannot print until a paper is selected
cs: nelze tisknout, aniž by byl vybrán papír

source: cannot get image %d for printing
cs: nelze získat snímek %d pro tisk

source: printer
cs: tiskárna

source: media
cs: médium

source: color management in printer driver
cs: správa barev v tiskovém ovladači

source: printer ICC profiles in %s or %s
cs: tiskové profily ICC v %s nebo %s

source: black point compensation
cs: kompenzace černého bodu

source: activate black point compensation when applying the printer profile
cs: aktivovat kompenzaci černého bodu pro použití profilu tiskárny

source: page
cs: strana

source: image width/height
cs: šířka/výška snímku

source: scale factor
cs: faktor změny velikosti

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
cs: faktor změny velikosti snímku vůči fyzickému rozlišení tiskárny: < 0 snímek bude zmenšen (nejlepší kvalita) > 0 snímek bude zvětšen příliš veliká hodnota může vést k mizerné tiskové kvalitě

source: top margin
cs: horní okraj

source: left margin
cs: levý okraj

source: lock
cs: uzamknout

source: change all margins uniformly
cs: změnit všechny okraje shodně

source: right margin
cs: pravý okraj

source: bottom margin
cs: spodní okraj

source: temporary style to use while printing
cs: dočasný styl, který má být použit během tisku

source: print
cs: tisk

source: print with current settings
cs: tisknout dle aktuálního nastavení

source: recently used collections
cs: nedávno použité sbírky

source: jump back to previous collection
cs: přejít na předchozí sbírku

source: and
cs: a

source: or
cs: nebo

source: but not
cs: ale ne

source: select all images in current collection
cs: vybrat všechny snímky v této sbírce

source: select none
cs: zrušit výběr

source: clear selection
cs: vymazat výběr

source: invert selection
cs: invertovat výběr

source: select unselected images in current collection
cs: vybrat nevybrané snímky v této sbírce

source: select film roll
cs: vybrat roli filmu

source: select all images which are in the same film roll as the selected images
cs: vybrat všechny snímky, které jsou ve stejné roli filmu jako vybrané snímky

source: select untouched
cs: vybrat nezměněné

source: select untouched images in current collection
cs: vybrat nezměněné snímky v této sbírce

source: session
cs: sezení

source: create
cs: vytvořit

source: snapshots
cs: časové snímky

source: take snapshot
cs: vytvořit snímek

source: take snapshot to compare with another image or the same image at another stage of development
cs: udělat snímek historie, který může být porovnán s jiným snímkem nebo se stejným snímek v jiné fázi vyvolávání

source: styles
cs: styly

source: do you really want to delete style '%s'?
cs: opravdu chcete smazat styl "%s"?

source: delete style?
cs: smazat styl?

source: select style
cs: vybrat styl

source: darktable style files
cs: soubory stylu darktable

source: available styles, doubleclick to apply
cs: dostupné styly, dvojitým kliknutím je přiřadíte

source: filter style names
cs: filtr jména stylu

source: create duplicate
cs: vytvořit duplikát

source: creates a duplicate of the image before applying style
cs: vytvoří duplikát snímku před použitím stylu

source: create...
cs: vytvořit...

source: create styles from history stack of selected images
cs: vytvořit styly ze štosu historie vybraných snímků

source: edit...
cs: upravit...

source: edit the selected style in list above
cs: upravit vybraný styl z horního seznamu

source: deletes the selected style in list above
cs: vymaže vybraný styl z horního seznamu

source: import style from a style file
cs: importovat styl ze souboru se styly

source: export the selected style into a style file
cs: exportuje vybraný styl do souboru stylů

source: tagging
cs: štítky

source: attach
cs: přiřadit

source: detach
cs: odstranit

source: new
cs: nový

source: attach tag to all
cs: přiřadit štítek ke všem

source: detach tag
cs: odpojit štítek

source: delete tag?
cs: smazat štítek?

source: tag: %s
cs: štítek: %s

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
cs: opravdu chcete smazat štítek"%s"? štítek je přiřazen %d snímku!

source: tag %s removed
cs: štítek %s odstraněn

source: delete branch
cs: smazat větev

source: <u>%d</u> tag will be deleted.
cs: <u>%d</u> štítek bude smazán

source: <u>%d</u> image will be updated
cs: <u>%d</u> snímek bude aktualizován

source: %d tags removed
cs: %d štítků odstraněno

source: create tag
cs: vytvořit štítek

source: name:
cs: jméno:

source: add to: "%s"
cs: přidat k: "%s"

source: category
cs: kategorie

source: private
cs: soukromé

source: synonyms:
cs: synonyma:

source: empty tag is not allowed, aborting
cs: prázdný štítek není povolen, zrušeno

source: '|' character is not allowed to create a tag. aborting.
cs: '|' není povolen pro vytvoření štítku. zrušeno.

source: tag name already exists. aborting.
cs: štítek %s již existuje, zrušeno.

source: edit tag
cs: upravit štítek

source: <u>%d</u> tag will be updated.
cs: <u>%d</u> štítek bude aktualizován

source: '|' character is not allowed for renaming tag. to modify the hierachy use rename path instead. Aborting.
cs: znak '|' není ve jménu štítku povolen. pro úpravu hiearchie přejmenujte cestu. zrušeno.

source: at least one new tag name (%s) already exists, aborting
cs: nejméně jeden nový štítek "%s" již existuje, zrušeno.

source: rename path?
cs: přejmenovat cestu?

source: selected path: %s
cs: vybraná cesta: %s

source: '|' misplaced, empty tag is not allowed, aborting
cs: '|' na špatném místě, prázdný štítek není povolen. zrušeno.

source: at least one new tagname (%s) already exists, aborting.
cs: nejméně jeden nový štítek (%s) již existuje, zrušeno.

source: attach tag
cs: přiřadit štítek

source: delete tag
cs: smazat štítek

source: create tag...
cs: vytvořit štítek...

source: edit tag...
cs: editovat štítek...

source: rename path...
cs: přejmenovat cestu...

source: copy to entry
cs: kopírovat

source: go to tag collection
cs: přejít do sbírky štítků

source: go back to work
cs: přejít zpět k práci

source: (private)
cs: (soukromé)

source: Select a keyword file
cs: Vybrat soubor s klíčovými slovy

source: _import
cs: _importovat

source: error importing tags
cs: chyba při importu štítků

source: %zd tags imported
cs: importovaných štítků: %zd

source: Select file to export to
cs: vyberte soubor pro export

source: error exporting tags
cs: chyba při exportu štítků

source: %zd tags exported
cs: exportovaných štítků: %zd

source: attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
cs: přiřazené štítky, dvojité kliknutí pro odstranění pravé kliknutí pro ostatní akce s přiřazeným štítkem, ctrl+kolečko pro změnu velikosti okna

source: attach tag to all selected images
cs: přiřadit štítek ke všem vybraným snímkům

source: detach tag from all selected images
cs: odstranit štítek ze všech vybraných snímků

source: toggle list with / without hierarchy
cs: přepnout seznam s / bez hierarchie

source: toggle sort by name or by count
cs: přepnout řazení dle jména či počtu

source: toggle show or not darktable tags
cs: přepnout zobrazení štítků darktable či nikoliv

source: enter tag name
cs: zadejte jméno štítku

source: clear entry
cs: smazat vstup

source: tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
cs: slovník štítků, dvojité kliknutí pro přidání, pravé kliknutí pro ostatní akce s vybraným štítkem, ctrl+kolečko pro změnu velikosti okna

source: create a new tag with the name you entered
cs: vytvořit nový štítek se zadaným jménem

source: import tags from a Lightroom keyword file
cs: importovat štítky ze souboru s klíčovými slovy programu Lightroom

source: export all tags to a Lightroom keyword file
cs: exportovat všechny štítky do souboru klíčových slov programu Lightroom

source: toggle list / tree view
cs: přepnout pohled seznam/strom

source: toggle list with / without suggestion
cs: přepnout seznam s / bez návrhu

source: tag shortcut is not active with tag tree view. please switch to list view
cs: v pohledu stromové struktury není aktivní kl. zkratka štítků. přepněte prosím do pohledu seznamu

source: battery indicator
cs: indikátor baterie

source: colorlabels
cs: barevné značky

source: toggle red label of selected images
cs: přepnout červenou značku u vybraných snímků

source: toggle yellow label of selected images
cs: přepnout žlutou značku u vybraných snímků

source: toggle green label of selected images
cs: přepnout zelenou značku u vybraných snímků

source: toggle blue label of selected images
cs: přepnout modrou značku u vybraných snímků

source: toggle purple label of selected images
cs: přepnout purpurovou značku u vybraných snímků

source: clear all labels of selected images
cs: odstranit všechny značky u vybraných snímků

source: copyright (c) the authors 2009-%s
cs: copyright (c) autoři 2009 - %s

source: organize and develop images from digital cameras
cs: správa a vyvolávání snímků z digitálních fotoaparátů

source: translator-credits
cs: Milan Knížek <knizek@volny.cz>

source: filmstrip
cs: pás filmu

source: rate 0
cs: ohodnotit 0

source: rate 1
cs: ohodnotit 1

source: rate 2
cs: ohodnotit 2

source: rate 3
cs: ohodnotit 3

source: rate 4
cs: ohodnotit 4

source: rate 5
cs: ohodnotit 5

source: rate reject
cs: zamítnout

source: copy history
cs: kopírovat historii

source: copy history parts
cs: kopírovat části historie

source: paste history
cs: vložit historii

source: paste history parts
cs: vložit části historie

source: duplicate image
cs: duplikovat snímek

source: color red
cs: označit červeně

source: color yellow
cs: označit žlutě

source: color green
cs: označit zeleně

source: color blue
cs: označit modře

source: color purple
cs: označit purpurově

source: filter
cs: filtr

source: view
cs: zobrazit

source: unstarred only
cs: bez hvězdiček

source: rejected only
cs: pouze zamítnuté

source: all except rejected
cs: vše kromě zamítnutých

source: sort by
cs: řadit podle

source: custom sort
cs: vlastní třídění

source: shuffle
cs: promíchat

source: preferences
cs: předvolby

source: expand grouped images
cs: přidat seskupené snímky

source: collapse grouped images
cs: shromáždit seskupené snímky

source: hide image overlays
cs: skrýt dodatečné informace

source: show image overlays
cs: zobrazit dodatečné informace

source: enable this, then click on a control element to see its online help
cs: aktivujte, poté klikněte na ovládací prvek pro zobrazení online nápovědy

source: show global preferences
cs: zobrazit globální předvolby

source: do you want to access https://darktable.gitlab.io/doc/?
cs: chcete otevřít https://darktable.gitlab.io/doc/?

source: access the online usermanual?
cs: zobrazit online uživatelský manuál?

source: help url opened in web browser
cs: url nápovědy otevřeno ve webovém prohlížeči

source: there is no help available for this element
cs: pro tento prvek není dostupná žádná nápověda

source: show overlays
cs: zobrazit dodatečné informace

source: image infos
cs: info o snímku

source: zoomable light table
cs: zvětšovací prosvětlovací pult

source: file manager
cs: souborový manažer

source: culling
cs: sběr

source: fixed zoom
cs: fixní přiblížení

source: dynamic zoom
cs: dynamické přiblížení

source: zoom max
cs: zoom maximálně přiblížit

source: zoom min
cs: zoom max. oddálit

source: toggle culling mode
cs: přepnout režim sběru

source: toggle culling dynamic mode
cs: přepnout dynamický režim sběru

source: toggle culling zoom mode
cs: přepnout zoom režim sběru

source: module toolbox
cs: modul panel nástrojů

source: ratings
cs: hodnocení

source: timeline
cs: časová osa

source: start selection
cs: začít výběr

source: stop selection
cs: ukončit výběr

source: view toolbox
cs: zobrazit panel nástrojů

source: viewswitcher
cs: přepínač pohledu

source: other
cs: jiné

source: reset lib parameters
cs: obnovit parametry knihovny

source: select file
cs: vybrat soubor

source: double click to reset to `%f'
cs: dvojitým kliknutím obnovíte "%f"

source: lua options
cs: volby lua

source: gamut check
cs: kontrola gamutu

source: soft proof
cs: barevný náhled

source: no userdefined presets for favorite modules were found
cs: nebyly nalezeny předvolby pro oblíbené moduly

source: applied style `%s' on current image
cs: styl "%s" použit na aktuální snímek

source: no styles have been created yet
cs: žádné styly ještě nebyly vytvořeny

source: quick access to presets of your favorites
cs: rychlý přístup k předvolbám vašich oblíbených filtrů

source: quick access for applying any of your styles
cs: rychlý přístup pro použití stylů

source: display a second darkroom image window
cs: zobrazit druhé okno fotokomory

source: toggle raw over exposed indication right click for options
cs: přepnout zobrazení indikace přeexpozice raw klikněte pravým tlačítkem pro volby

source: mark with CFA color
cs: označit barvou CFA

source: mark with solid color
cs: označit plnou barvou

source: select how to mark the clipped pixels
cs: vybrat zůsob označení přepálených pixelů

source: color scheme
cs: barevné schéma

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
cs: zvolte plnou barvu pro indikaci přeexpozice. použije se pouze v případě režimu "označit plnou barvou"

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
cs: práh pro posouzení přeexpozice 1.0 - úroveň bílé 0.0 - úroveň černé

source: toggle over/under exposed indication right click for options
cs: přepnout zobrazení indikace přeexpozice/podexpozice klikněte pravým tlačítkem pro volby

source: red & blue
cs: červená/modrá

source: purple & green
cs: purpová/zelená

source: select colors to indicate over/under exposure
cs: zvolit barvy pro indikaci pod- a přeexpozice

source: lower threshold
cs: spodní práh

source: threshold of what shall be considered underexposed
cs: práh pro podexpozici

source: upper threshold
cs: horní práh

source: threshold of what shall be considered overexposed
cs: práh pro přeexpozici

source: toggle softproofing right click for profile options
cs: přepnout náhled softproof klikněte pravým tlačítkem pro volbu profilu

source: toggle gamut checking right click for profile options
cs: přepnout zobrazení kontroly gamutu klikněte pravým tlačítkem pro volbu profilu

source: display intent
cs: záměr pro displej

source: preview display intent
cs: náhled záměru pro displej

source: display profile
cs: profil displeje

source: preview display profile
cs: náhled profilu displeje

source: histogram profile
cs: histogram profilu

source: display ICC profiles in %s or %s
cs: profily ICC displeje v %s nebo %s

source: preview display ICC profiles in %s or %s
cs: náhled profilů ICC displeje v %s nebo %s

source: softproof ICC profiles in %s or %s
cs: profily ICC náhledu tisku v %s nebo %s

source: histogram and color picker ICC profiles in %s or %s
cs: histogram a pipeta barev profilů ICC v %s nebo %s

source: toggle film strip
cs: přepnout pás filmu

source: zoom close-up
cs: zoom detail

source: zoom fill
cs: zoom vyplnit

source: zoom fit
cs: zoom přizpůsobit

source: image forward
cs: následující snímek

source: image back
cs: předchozí snímek

source: increase brush size
cs: zvětšit velikost štětce

source: decrease brush size
cs: zmenšit velikost štětce

source: increase brush hardness
cs: zvýšit tvrdost štětce

source: decrease brush hardness
cs: snížit tvrdost štětce

source: increase brush opacity
cs: zvýšit krytí štětce

source: decrease brush opacity
cs: snížit krytí štětce

source: full preview
cs: plný náhled

source: undo
cs: zpět

source: redo
cs: znovu

source: allow to pan & zoom while editing masks
cs: umožnit švenkování a přiblížení během editace masek

source: search modules
cs: hledat moduly

source: switch to lighttable
cs: přepnout na prosvětlovací pult

source: zoom in the image
cs: přiblížit snímek

source: unbounded zoom in the image
cs: uvolněno přiblížení ve snímku

source: zoom to 100% 200% and back
cs: přiblížit na 100 %, 200 % a zpět

source: [modules] expand module without closing others
cs: [modules] rozbalit modul, aniž by se sbalily ostatní

source: [modules] change module position in pipe
cs: [modules] změnit pozici modulu ve frontě zpracování

source: darktable - darkroom preview
cs: darktable - náhled fotokomory

source: good knight
cs: dobrý rytíř

source: there are no images in this collection
cs: v této sbírce nejsou žádné snímky

source: if you have not imported any images yet
cs: pokud jste ještě neimportovali žádné snímky

source: you can do so in the import module
cs: můžete tak učinit v modulu importu

source: try to relax the filter settings in the top panel
cs: zkuste změnit nastavení filtru na horním panelu

source: or add images in the collection module in the left panel
cs: nebo přidejte snímky v modulu sbírek v levém panelu

source: you have reached the start of your selection (%d image)
cs: dostal jste se na začátek vašeho výběru (%d snímek)

source: you have reached the start of your collection
cs: dostali jste se na začátek své sbírky

source: you have reached the end of your selection (%d image)
cs: dostal jste se na konec vašeho výběru (%d snímek)

source: you have reached the end of your collection
cs: dostali jste se na konec své sbírky

source: zooming is limited to %d images
cs: přiblížení je omezeno na %d snímky

source: clear color labels
cs: odstranit barevné značky

source: navigate up
cs: posunout nahoru

source: navigate down
cs: posunout dolu

source: navigate page up
cs: posunout o stránku nahoru

source: navigate page down
cs: posunout o stránku dolu

source: scroll up
cs: posun nahoru

source: scroll down
cs: posun dolů

source: scroll left
cs: posun vlevo

source: scroll right
cs: posun vpravo

source: scroll center
cs: posun na střed

source: realign images to grid
cs: znovu zarovnat snímky na síť

source: select toggle image
cs: vybrat přepínání výběru snímku

source: select single image
cs: vybrat jeden snímek

source: preview
cs: náhled

source: preview with focus detection
cs: náhled s detekcí zaostření

source: sticky preview
cs: lepivý náhled

source: sticky preview with focus detection
cs: lepivý náhled s detekcí zaostření

source: preview zoom 100%
cs: přiblížení náhledu 100 %

source: preview zoom fit
cs: náhled přizpůsobení zoomu

source: toggle timeline
cs: přepnout časovou osu

source: open image in darkroom
cs: otevřít snímek v režimu fotokomory

source: switch to next/previous image
cs: přepnout na další/předchozí snímek

source: scroll the collection
cs: posunout sbírku

source: change number of images per row
cs: změnit počet snímků na řádku

source: change image order
cs: změnit pořadí snímků

source: zoom all the images
cs: přiblížit všechny snímky

source: pan inside all the images
cs: posouvat uvnitř všechny snímky

source: zoom current image
cs: přiblížit aktuální snímek

source: pan inside current image
cs: posouvat uvnitř aktuální snímek

source: zoom the main view
cs: přiblížení pro hlavní pohled

source: pan inside the main view
cs: posouvat uvnitř okna hlavního pohledu

source: set display profile
cs: nastavit profil displeje

source: map
cs: mapa

source: [on image] open in darkroom
cs: [on image] otevřít ve fotokomoře

source: [on map] zoom map
cs: [on map] přiblížit mapu

source: move image location
cs: změnit umístění snímku

source: end of images. press any key to return to lighttable mode
cs: konec snímků. po stlačení jakékoliv klávesy se vrátíte do režimu prosvětlovacího pultu

source: slideshow
cs: promítání

source: waiting to start slideshow
cs: čekám na spoštění prezentace

source: slideshow paused
cs: prezentace pozastavena

source: slideshow delay set to %d second
cs: prodleva prezentace nastavena na %d sekundu

source: start and stop
cs: spustit a zastavit

source: go to next image
cs: přejít na další snímek

source: go to previous image
cs: přejít na předchozí snímek

source: tethering
cs: snímání

source: new session initiated '%s'
cs: nové sezení zahájilo "%s"

source: no camera with tethering support available for use...
cs: není připojen fotoaparát podporující vzdálené snímání...

source: Left click
cs: levé kliknutí

source: Right click
cs: pravé tlačítko

source: Middle click
cs: prostřední tlačítko

source: Scroll
cs: posun

source: Left double-click
cs: dvojité kliknutí levé

source: Right double-click
cs: dvojité kliknutí pravé

source: Drag and drop
cs: tánout a pustit

source: Left click+Drag
cs: levé kliknutí+tažení

source: Right click+Drag
cs: pravé kliknutí+tažení

source: darktable - accels window
cs: darktable - okno kl. zkratek

source: switch to a classic window which will stay open after key release.
cs: přepnout do klasického okna, které zůstane otevřeno i po uvolnění klávesy

source: +Scroll
cs: +Rolování

source: mouse actions
cs: akce myši

source: Accel
cs: Zkratka

source: Action
cs: Akce
